{
  "navigation": {
    "home": "الرئيسية",
    "about": "من نحن",
    "Venues": "المدن",
    "online": "أونلاين",
    "Categories": "البرامج التدريبية",
    "Confirmed": "الدورات المؤكدة",
    "contact": "تواصل معنا"
  },
  "continents": {
    "Asia": "أسيا",
    "Europe": "أوربا",
    "Africa": "افريقيا",
    "America": "أمريكا"
  },
  "btn_more": "عرض المزيد",
  "btn_more_date": "جميع التواريخ",
  "btn_more_city": "جميع المدن",
  "week": "أسبوع",
  "weeks": "أسبوع",
  "training_course": "دورة تدريبية",
  "Course_Details": "تفاصيل الدورة",
  "Training_courses_in": "دورات تدريبية في",
  "address": "ميدان جراند ستاند، الطابق السادس، شارع الميدان، ندالشبا دبي, الإمارات العربية المتحدة",
  "folow": "تابعنا",
  "form_info": {
    "Registers": "تسجيل",
    "Inquirys": "استعلام",
    "send": "إرسال",
    "first_name": "الاسم الأول",
    "last_name": "الكنية",
    "email": "البريد الإلكتروني",
    "mobile": "رقم الجوال",
    "comments": "الاستعلام",
    "check_box": "أوافق على تلقي معلومات الدورة والعروض من هذا الموقع.",
    "reg_title1": "معلومات المشارك",
    "title": "اللقب",
    "full_name": "الاسم الكامل",
    "job": "المسمى الوظيفي",
    "phone": "رقم الهاتف",
    "reg_title2": "معلومات جهة العمل",
    "company": "اسم الشركة",
    "city": "المدينة",
    "select_title": "اختر اللقب",
    "mr": "السيد",
    "ms": "السيدة"
  },
  "copy_text": "جميع الحقوق محفوظة",
  "home": {
    "search": {
      "title": "البحث عن الدورة",
      "keyword": "كلمة البحث"
    },
    "city": {
      "title": "البحث في المدن ",
      "text": "لدينا أكثر من 40 مكانًا للتدريب في جميع أنحاء العالم"
    },
    "about": {
      "form_title": "ابقى على تواصل"
    }
  },
  "about": {
    "title1": "مرحبا بكم في مجموعة التدريب آي أوبينير ",
    "text1": "في مجموعة التدريب آي أوبينير، نحن ملتزمون بتحويل الإمكانات إلى أداء. حيث أننا متخصصون في تقديم حلول تدريبية مؤثرة مصممة خصيصًا للأفراد والمؤسسات في جميع أنحاء أوروبا وآسيا وأفريقيا ومنطقة الخليج العربي.",
    "title2": "التزامنا:",
    "text2": "باعتبارنا شركة تدريبٍ رائدةً، فإننا مدركون للجوانب المختلفة لتطوير الأعمال وفاهمون لمستقبل المهن والأعمال. مهمتنا هي تمكين الأفراد والفرق وتزويدهم بالمهارات التي يحتاجونها لتحقيق النجاح في مشهد الأعمال الديناميكي اليوم.",
    "title3": "لماذا تختار مجموعة التدريب آي أوبينير ؟",
    "title31": "الخبرة: ",
    "text31": "إستفد من معرفتنا المتعمقة في الإستراتيجية وتطوير الأعمال والقيادة والإدارة الذاتية.",
    "title32": "الوصول العالمي: ",
    "text32": "نحن نوفر برامج التدريب في مختلف أنحاء العالم، مما يعزز تنامي إمكانياتنا على نطاق واسع.",
    "title33": "- التركيزعلى النتائج: ",
    "text33": "ينصب تركيزنا على النتائج الملموسة. نحن ملتزمون برفع مهارات وقدرات المتدربين بما يوفر تقدماً جديّأً.",
    "text34": "في مسعاك نحو القمة،انضم إلى مجموعة التدريب آي أوبينير في رحلة التقدم والنجاح. ولنستكشف إمكاناتك الكاملة معًا.",
    "values": "قيمنا:",
    "values_title1": "التميز:",
    "values_text1": "نحن نسعى جاهدين لتحقيق التميز في جميع جوانب عملنا، في سبيل تقديم حلول تدريبية تتجاوز التوقعات وتحدد معايير الصناعة.",
    "values_title2": "النزاهة: ",
    "values_text2": "النزاهة هي حجر الزاوية في تفاعلاتنا. نحن نقوم بأعمالنا بشفافية وصدق، ملتزمين بأعلى المعايير الأخلاقية.",
    "values_title3": "الابتكار:",
    "values_text3": "من خلال تبنّي الابتكار، ندأب بستمرار بتطوير أساليب التدريب لدينا للبقاء في الصدارة في توفير الحلول المتطورة.",
    "values_title4": "التعاون:",
    "values_text4": "ليدنا إيمان راسخ بقوة التعاون. ومن خلال تعزيز ثقافة العمل الجماعي، فإننا نعمل على تعزير نقاط قوتنا الجماعية لتحقيق نتائج وافية ومتميزة.",
    "values_title5": "التمكين:",
    "values_text5": "مهمتنا هي تمكين الأفراد والمنظمات من خلال تزويدهم بالمعرفة والمهارات اللازمة للنجاح اليوم وفي المستقبل.",
    "mission_title": "مهمتنا:",
    "mission_text": "في مجموعة التدريب آي أوبينير ، مهمتنا هي أن نكون المحفز للنجاح الفردي والتنظيمي. نحن ملتزمون بتوفير التدريب الفعال والكفؤ، ليتمكّن عملاؤنا من إطلاق العنان لإمكاناتهم الكاملة.",
    "vision_title": "رؤيتنا:",
    "vision_text": "رؤيتنا هي أن نكون القوة الرائدة في مجال التدريب العالمي والتطوير المهني. و طموحنا يمتد نحو المستقبل الذي يزدهر فيه الأفراد والمنظمات من خلال التدريب والتعلم المستمر والابتكار والسعي لتحقيق التميز.",
    "title4": "نهجنا",
    "text4": "في مجموعة التدريب آي أوبينير ، نحن نؤمن بالنهج الشخصي للتدريب. يتم تصميم دوراتنا بدقة لتلبية الإحتياجات الفريدة لكل مشارك ومنظمة. حيث أننا نتجاوز البرامج ذات الجدوى الأقل، ونقدم حلولًا مخصصة تؤدي إلى نتائج دائمة.",
    "title5": "تعرف على الفريق",
    "text5": "يتكون فريقنا من محترفين متمرسين، ولديهم شغف بالتدريب والتطوير. و من خلال مجموعة متنوعة من الخبرات، نقدم منظورًا شاملاً للتدريب، مما يضمن تجربة تعليمية شاملة لعملائنا.",
    "title6": "قصص نجاح العملاء",
    "text6": "إن نجاح عملائنا هو شهادة على فعالية برامجنا. تعرف على قصص نجاحنا لترى التأثير الإيجابي الذي أحدثته مجموعة التدريب آي أوبينير على الأفراد والشركات. نجاحك هو نجاحنا.",
    "title7": "إبقَ على تواصل",
    "text7": "هل أنت مستعد للشروع في رحلة تدريب جادّة وفعّالة؟ إتصل بنا اليوم لمناقشة إحتياجاتك التدريبية. سواء كنت فردًا وتتطلع إلى تعزيز مهاراتك، أو كنت مؤسسةً تبحث عن حلول تدريبية شاملة، فإن مجموعة التدريب آي أوبينير موجودة هنا لإرشادك نحو التميز.",
    "text8": "انضم إلى مجموعة التدريب آي أوبينير - حيث اللقاء بفرص النجاح الحقيقي."
  },
  "contact": {
    "contact_us": "تواصل معنا",
    "form_title": "إبقى على تواصل",
    "call_us": "اتصل بنا",
    "email": "راسلنا",
    "location": "موقعنا"
  },
  "privacy": {
    "privacy_policy": "سياسة الخصوصية",
    "introduction": "المقدمة",
    "welcome": "مرحباً بكم في iOpener Training Group نحن ملتزمون بحماية خصوصيتك وضمان حصولك على تجربة إيجابية معنا في جميع تعاملاتك. تغطي هذه السياسة المعلومات التي نجمعها عنك عند استخدامك لمنتجاتنا أو خدماتنا، وتوضح كيفية استخدامنا وحماية هذه البيانات.",
    "info_collect_title": "المعلومات التي نجمعها",
    "info_collect_details": "نحن نجمع المعلومات المتعلقة بعملائنا، تشمل على سبيل المثال لا الحصر:",
    "info_collect_points": [
      "اسمك",
      "وظيفتك",
      "تفاصيل الاتصال (مثل عنوان البريد الإلكتروني، رقم الهاتف، والعنوان البريدي)",
      "سجلات التدريب والتقارير المتعلقة بالتقدم",
      "أي معلومات أخرى تختار تزويدنا بها"
    ],
    "legal_basis_title": "الأساس القانوني لمعالجة البيانات",
    "legal_basis_details": "نحن نجمع ونعالج بياناتك بناءً على الأسس القانونية التالية:",
    "legal_basis_points": [
      "موافقتك الصريحة",
      "ضرورة الأداء لتنفيذ العقد",
      "المصالح المشروعة التي تسعى إليها iOpener Training Group"
    ],
    "use_info_title": "استخدام معلوماتك",
    "use_info_details": "تُستخدم المعلومات التي تقدمها لنا من أجل:",
    "use_info_points": [
      "تحسين وتخصيص تجربتك مع خدماتنا",
      "التواصل معك بخصوص حسابك أو الخدمات التي طلبتها",
      "تقديم دعم العملاء والرد على استفساراتك",
      "إجراء أبحاث داخلية وتطوير خدماتنا بشكل أفضل"
    ],
    "protection_info_title": "حماية معلوماتك",
    "protection_info_details": "تطبق مجموعة التدريب iOpener Training Group مجموعة متنوعة من التدابير الأمنية للحفاظ على سلامة معلوماتك الشخصية. نحن نستخدم تقنيات التشفير المتقدمة وبروتوكولات الأمان لحماية البيانات الحساسة المرسلة عبر الإنترنت. بالإضافة إلى ذلك، لا يمكن الوصول إلى هذه البيانات إلا من قبل الموظفين المعتمدين الذين وافقوا على الحفاظ على سرية المعلومات.",
    "data_retention_title": "الاحتفاظ بالبيانات",
    "data_retention_details": "نحتفظ ببياناتك الشخصية طالما كان ذلك ضروريًا لتقديم خدماتنا لك والامتثال لالتزاماتنا القانونية. قد تختلف فترة الاحتفاظ حسب نوع البيانات والأغراض التي نجمعها من أجلها.",
    "user_rights_title": "حقوق المستخدم",
    "user_rights_details": "لديك الحق في:",
    "user_rights_points": [
      "الوصول إلى بياناتك الشخصية",
      "تصحيح أي أخطاء في بياناتك",
      "طلب حذف بياناتك",
      "تقييد معالجة بياناتك",
      "الاعتراض على معالجة بياناتك",
      "نقل البيانات"
    ],
    "non_disclosure_title": "عدم الكشف عن المعلومات",
    "non_disclosure_details": "لن تشارك مجموعة التدريب iOpener أيًا من بياناتك الشخصية دون موافقتك الصريحة، إلا عند الضرورة لتقديم الخدمات المطلوبة أو للامتثال للقانون.",
    "third_party_title": "خدمات الطرف الثالث",
    "third_party_details": "قد نستخدم خدمات طرف ثالث للمساعدة في تقديم خدماتنا. تلتزم هذه الأطراف الثالثة بالتزامات السرية ويُطلب منها حماية بياناتك الشخصية.",
    "cookies_title": "ملفات تعريف الارتباط والتقنيات التتبعية",
    "cookies_details": "نستخدم ملفات تعريف الارتباط والتقنيات التتبعية المماثلة لتحسين تجربتك على موقعنا الإلكتروني. يمكنك إدارة تفضيلات ملفات تعريف الارتباط من خلال إعدادات المتصفح الخاص بك.",
    "feedback_title": "الملاحظات والشكاوى",
    "feedback_details": "نؤمن بالتحسين المستمر ونقدر ملاحظاتك حول موظفينا ومنتجاتنا وعملياتنا. إذا كانت لديك أي اقتراحات أو مخاوف، يرجى الاتصال بنا على info@iopener-training.com  يساعدنا رأيك على التحسن المستمر وخدمتك بشكل أفضل.",
    "changes_title": "تغييرات في سياسة الخصوصية",
    "changes_details": "قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سنقوم بإعلامك بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة على هذه الصفحة. ننصحك بمراجعة هذه السياسة بصفة دورية للاطلاع على أي تغييرات."
  },
  "terms": {
    "terms_and_conditions": "الشروط والأحكام",
    "introduction": "مقدمة",
    "intro_text": "مرحباً بكم في الموقع الرسمي لمجموعة آي أوبنر للتدريب www.iopener-training.com. من خلال الوصول إلى موقعنا الإلكتروني، فإنك توافق على الالتزام بالشروط والأحكام التالية، التي تحكم علاقة iOpener Training Group بك فيما يتعلق بهذا الموقع. إذا كنت لا توافق على أي جزء من هذه الشروط والأحكام، يرجى عدم استخدام موقعنا.",
    "eligibility_title": "الأهلية",
    "eligibility_text": "يجب أن تكون بالغاً وعمرك 18 عاماً أو أكثر لاستخدام هذا الموقع. من خلال استخدام هذا الموقع، فإنك تضمن أنك تلبي متطلبات السن وستلتزم بهذه الشروط.",
    "license_title": "رخصة استخدام الموقع",
    "license_text": "محتويات صفحات هذا الموقع هي للمعلومات العامة والاستخدام فقط ويمكن أن تتغير دون إشعار. ما لم يُنص على خلاف ذلك، تمتلك مجموعة آي أوبنر للتدريب و/أو مرخصوها حقوق الملكية الفكرية لجميع المواد على الموقع. يمكنك مشاهدة، وتنزيل المواد لأغراض الاحتفاظ بها مؤقتًا فقط، وطباعة الصفحات للاستخدام الشخصي، مع الالتزام بالقيود الموضحة في هذه الشروط.",
    "prohibited_actions_title": "الأفعال المحظورة",
    "prohibited_actions_text": "يُحظر عليك صراحةً ما يلي:",
    "prohibited_actions_points": [
      "إعادة نشر أي مواد من الموقع في أي وسائط",
      "بيع، الترخيص الفرعي، أو استغلال تجاري لأي مواد من الموقع",
      "الأداء العام أو عرض المواد من الموقع دون تفويض",
      "استخدام هذا الموقع بأي شكل قد يسبب ضررًا، أو فيما يتعلق بأي نشاط ضار أو محتمل الضرر"
    ],
    "restricted_access_title": "الوصول المحدود",
    "restricted_access_text": "يقتصر الوصول إلى بعض مناطق هذا الموقع على الأشخاص المصرح لهم فقط. يحتفظ iOpener Training Group بالحق في تقييد الوصول إلى أجزاء أخرى من هذا الموقع، أو حتى الموقع بأكمله، حسب تقديره الخاص. يجب عليك الحفاظ على سرية اسم المستخدم وكلمة المرور الخاصة بك.",
    "no_warranties_title": "عدم الضمانات",
    "no_warranties_text": "يُقدم هذا الموقع 'كما هو' دون أي تمثيلات أو ضمانات، صريحة أو ضمنية. ولا تقدم مجموعة آي أوبنر للتدريب أي تمثيلات أو ضمانات فيما يتعلق بهذا الموقع أو المواد المتوفرة عليه.",
    "severability_title": "القابلية للفصل",
    "severability_text": "إذا تبين أن أحد أحكام هذه الشروط غير قانوني أو غير قابل للتنفيذ بموجب أي قانون معمول به، فإن هذا لن يؤثر على صحة أو قابلية تنفيذ الأحكام الأخرى هنا.",
    "variation_title": "تعديل الشروط",
    "variation_text": "يجوز لمجموعة آي أوبنر للتدريب مراجعة هذه الشروط كما تراه مناسباً، ومن خلال استخدام هذا الموقع، من المتوقع أن تراجع هذه الشروط بانتظام لضمان فهمك لجميع الشروط التي تحكم استخدامك لهذا الموقع.",
    "entire_agreement_title": "الاتفاقية بأكملها",
    "entire_agreement_text": "تشكل هذه الشروط والأحكام، بما في ذلك أية إشعارات قانونية وإخلاءات موجودة على هذا الموقع، الاتفاقية الكاملة بين مجموعة آي أوبنر للتدريب وأنت فيما يتعلق باستخدامك لهذا الموقع."
  },
  "cancellationPolicy": {
    "Cancellation_Policy_title":"سياسة الإلغاء",
    "Overview": "توضح هذه السياسة الشروط والأحكام المتعلقة بإلغاء الدورات التدريبية المقدمة من مجموعة آي أوبنر للتدريب. نحن ملتزمون بالشفافية وتقديم الدعم اللازم للعملاء فيما يخص عمليات الإلغاء واسترداد الأموال.",
    "Participant-Initiated Cancellations": "يمكن للعملاء إلغاء تسجيلهم في الدورة في أي وقت قبل تاريخ بدء الدورة. تنطبق شروط الاسترداد التالية:\n● إذا تم الإلغاء قبل 30 يومًا أو أكثر من تاريخ بدء الدورة: سيتم استرداد المبلغ بالكامل، مع خصم رسوم إدارية بنسبة 15٪ من رسوم الدورة.\n● إذا تم الإلغاء قبل 15 يومًا من تاريخ بدء الدورة: سيتم استرداد 50٪ من رسوم الدورة.\n● إذا تم الإلغاء قبل أقل من 15 يومًا من تاريخ بدء الدورة: لن يتم تقديم أي استرداد.",
    "Rescheduling Requests": "يمكن للعملاء طلب تأجيل مشاركتهم إلى دورة مستقبلية، حسب التوافر. يجب تقديم الطلب كتابيًا قبل 15 يومًا على الأقل من تاريخ البدء الأصلي. قد يتم تطبيق رسوم تأجيل بنسبة 15٪ من رسوم الدورة.",
    "iOpener Training Group-Initiated Cancellations": "في حالات نادرة حيث تضطر مجموعة آي أوبنر للتدريب إلى إلغاء دورة مجدولة، سيتم إعلام العملاء في أقرب وقت ممكن. يمكن للعملاء الاختيار بين:\n● استرداد المبلغ بالكامل، أو\n● تحويل تسجيلهم إلى دورة مجدولة مستقبلية.",
    "Force Majeure": "لن تتحمل مجموعة آي أوبنر للتدريب المسؤولية عن حالات الإلغاء الناتجة عن أحداث خارجة عن إرادتنا، بما في ذلك على سبيل المثال لا الحصر الكوارث الطبيعية والاضطرابات السياسية أو حالات الطوارئ الأخرى. في مثل هذه الحالات، سيتم منح العملاء خيار:\n● تأجيل الدورة إلى تاريخ لاحق، أو\n● استرداد المبلغ بالكامل.",
    "Contact_For": "لأي استفسارات أو استيضاحات بخصوص سياسة الإلغاء هذه، يرجى التواصل معنا عبر",
    "Contact Information": "البريد الإلكتروني: info@iopener-training.com\nالهاتف: +971 (50) 347 8728",
    "Acknowledgment": "بالتسجيل في أي من برامجنا التدريبية، يقر العملاء بأنهم قد قرأوا وفهموا ووافقوا على الشروط المذكورة في سياسة الإلغاء هذه.",
    "titles": {
      "OverView": "نظرة عامة",
      "Participant_Initiated_Cancellations": "الإلغاء من قبل المشاركين",
      "Rescheduling_Requests": "طلبات إعادة الجدولة",
      "iOpener_Training_Group_Initiated_Cancellations": "الإلغاء من قبل Group Training iOpener",
      "Force_Majeure": "القوة القاهرة",
      "Contact_Information": "معلومات الاتصال",
      "Acknowledgment": "الإقرار"
    }
  }
}
