{
  "navigation": {
    "home": "Home",
    "about": "About us",
    "Venues": "Venues",
    "online": "Online",
    "Categories": "Training Categories",
    "Confirmed": "Scheduled Courses",
    "contact": "Contact Us"
  },
  "continents": {
    "Asia": "Asia",
    "Europe": "Europe",
    "Africa": "Africa",
    "America": "America"
  },
  "btn_more": "Explore all",
  "btn_more_date": "Explore Dates",
  "btn_more_city": "Explore Cities",
  "week": "week",
  "weeks": "weeks",
  "Course_Details": "Course Details",
  "training_course": "Training Course",
  "Training_courses_in": "Training courses in",
  "address": "6th floor, Meydan Grandstand, Meydan Road, Nad Al Sheba, Dubai, United Arab Emirates",
  "folow": "Follow Us",
  "form_info": {
    "Registers": "Register",
    "Inquirys": "Inquiry",
    "send": "send",
    "first_name": "First Name",
    "last_name": "Last Name",
    "email": "Email Address",
    "mobile": "Mobile Number",
    "comments": "Comments",
    "check_box": "I agree to receive course information and offers from this website.",
    "reg_title1": "Delegate Information",
    "title": "Title",
    "full_name": "Full name",
    "job": "Job Title",
    "phone": "phone number",
    "reg_title2": "Company Information",
    "company": "Company",
    "city": "City",
    "select_title": "Select title",
    "mr": "Mr",
    "ms": "Ms"
  },
  "copy_text": "Copyright iOpener Training Center ",
  "home": {
    "search": {
      "title": "Find Courses",
      "keyword": "Keyword"
    },
    "city": {
      "title": "Find Training Venues",
      "text": "We have more than 40 training venues all over the world"
    },
    "about": {
      "form_title": "Get in touch"
    }
  },

  "about": {
    "title1": "Welcome to iOpener Training Group",
    "text1": "At iOpener Training Group, we are dedicated to transforming potential into performance. We specialize in delivering impactful training solutions tailored for individuals and organizations across Europe, Asia, Africa, and the Arabian Gulf region.",
    "title2": "Our Commitment:",
    "text2": "As a leading training group, we understand the dynamics of the different aspects of business development, and the future of work. Our mission is to empower individuals and teams with the skills they need to thrive in today's dynamic business landscape.",
    "title3": "Why Choose iOpener Training Group?",
    "title31": "Expertise",
    "text31": "Benefit from our in-depth knowledge in strategy, business development, leadership, and self-management.",
    "title32": "Global Reach",
    "text32": " We seamlessly cater to training requests from diverse regions, fostering growth on a global scale.",
    "title33": "Results-Driven",
    "text33": "Our focus is on tangible outcomes. We are committed to elevating the skills and capabilities of our trainees.",
    "text34": "Join iOpener Training Group on a journey of transformation and success. Let's unlock your full potential together.",
    "values": "Values",
    "values_title1": "Excellence",
    "values_text1": "We strive for excellence in all aspects of our work, delivering training solutions that exceed expectations and set industry benchmarks",
    "values_title2": "Integrity",
    "values_text2": "Integrity is the cornerstone of our interactions. We conduct our business with transparency, honesty, and a commitment to ethical practices.",
    "values_title3": "Innovation",
    "values_text3": "Embracing innovation, we continuously evolve our training methods to stay ahead of industry trends and provide cutting-edge solutions.",
    "values_title4": "Collaboration",
    "values_text4": "We believe in the power of collaboration. By fostering a culture of teamwork, we amplify our collective strengths to achieve remarkable results.",
    "values_title5": "Empowerment",
    "values_text5": "Our mission is to empower individuals and organizations by equipping them with the knowledge and skills needed to thrive in today's dynamic environment.",
    "mission_title": "Mission: ",
    "mission_text": "At iOpener Training Group, our mission is to be the catalyst for individual and organizational success. We are dedicated to providing transformative training experiences that empower our clients to unlock their full potential.",
    "vision_title": "Vision:",
    "vision_text": "Our vision is to be the leading force in global education and professional development. We aspire to shape a future where individuals and organizations thrive through continuous learning, innovation, and the pursuit of excellence.",
    "title4": "Our Approach",
    "text4": "At iOpener Training Group, we believe in a personalized approach to training. Our courses are meticulously crafted to meet the unique needs of each participant and organization. We go beyond standard programs, offering tailored solutions that drive lasting results.",
    "title5": "Meet the Team",
    "text5": "Our team consists of seasoned professionals with a passion for education and development. With a diverse range of expertise, we bring a holistic perspective to training, ensuring a comprehensive learning experience for our clients.",
    "title6": "Client Success Stories",
    "text6": "The success of our clients is a testament to the effectiveness of our programs. Explore our success stories to witness the positive impact iOpener Training Group has had on individuals and businesses. Your success is our success.",
    "title7": "Get in Touch",
    "text7": "Ready to embark on a transformative learning journey? Contact us today to discuss your training needs. Whether you're an individual looking to enhance your skills or an organization seeking comprehensive training solutions, iOpener Training Group is here to guide you towards excellence.",
    "text8": "Join iOpener Training Group – where growth meets opportunity."
  },
  "contact": {
    "contact_us": "Contact us",
    "form_title": "Get in touch with us",
    "call_us": "Call us on",
    "email": "Email us directly",
    "location": "Our Location"
  },
  "privacy": {
    "privacy_policy": "Privacy Policy",
    "introduction": "Introduction",
    "welcome": "Welcome to iopener training group. We are committed to protecting your privacy and ensuring you have a positive experience with us in all of our interactions. This policy covers the information we collect about you when you use our products or services, and it outlines how we use and protect this data.",
    "info_collect_title": "Information We Collect",
    "info_collect_details": "We collect information related to our clients which includes, but is not limited to:",
    "info_collect_points": [
      "Your name",
      "Job position",
      "Contact details (such as email address, telephone number, and mailing address)",
      "Training records and progress reports",
      "Any other information you choose to provide to us"
    ],
    "legal_basis_title": "Legal Basis for Processing",
    "legal_basis_details": "We collect and process your data based on the following legal grounds:",
    "legal_basis_points": [
      "Your explicit consent",
      "Necessity for the performance of a contract",
      "Legitimate interests pursued by iopener training group"
    ],
    "use_info_title": "Use of Your Information",
    "use_info_details": "The information you provide to us is used to:",
    "use_info_points": [
      "Enhance and personalize your experience with our services",
      "Communicate with you about your account or services you have requested",
      "Provide customer support and respond to your inquiries",
      "Conduct internal research and development for the betterment of our services"
    ],
    "protection_info_title": "Protection of Your Information",
    "protection_info_details": "iopener training group implements a variety of security measures to maintain the safety of your personal information. We use advanced encryption and secure protocols to protect sensitive data transmitted online. Additionally, only authorized employees who have agreed to keep information confidential have access to this data.",
    "data_retention_title": "Data Retention",
    "data_retention_details": "We retain your personal data for as long as necessary to provide you with our services and to comply with our legal obligations. The retention period may vary based on the type of data and the purposes for which we collect it.",
    "user_rights_title": "User Rights",
    "user_rights_details": "You have the right to:",
    "user_rights_points": [
      "Access your personal data",
      "Correct any inaccuracies in your data",
      "Request the deletion of your data",
      "Restrict the processing of your data",
      "Object to the processing of your data",
      "Data portability"
    ],
    "non_disclosure_title": "Non-Disclosure of Information",
    "non_disclosure_details": "iopener training group will NOT share any of your personal data without your explicit consent, except as necessary to provide you with the services requested or to comply with the law.",
    "third_party_title": "Third-Party Services",
    "third_party_details": "We may use third-party services to assist in providing our services. These third parties are bound by confidentiality obligations and are required to protect your personal data.",
    "cookies_title": "Cookies and Tracking Technologies",
    "cookies_details": "We use cookies and similar tracking technologies to enhance your experience on our website. You can manage your cookie preferences through your browser settings.",
    "feedback_title": "Feedback and Complaints",
    "feedback_details": "We believe in continuous improvement and value your feedback on our people, products, and processes. If you have any suggestions or concerns, please contact us at info@iopener-training.com. Your input helps us to continually improve and serve you better.",
    "changes_title": "Changes to Our Privacy Policy",
    "changes_details": "We may update this privacy policy from time to time. We will notify you of any changes by posting the new privacy policy on this page. You are advised to review this privacy policy periodically for any changes."
  },
  "terms": {
    "terms_and_conditions": "Terms and Conditions",
    "introduction": "Introduction",
    "intro_text": "Welcome to iOpener Training Group's official website, www.iopener-training.com. By accessing our website, you agree to comply with and be bound by the following terms and conditions of use, which together with our Privacy Policy govern iOpener Training Group's relationship with you in relation to this website. If you disagree with any part of these terms and conditions, please do not use our website.",
    "eligibility_title": "Eligibility",
    "eligibility_text": "You must be at least 18 years old to use this website. By using this website, you warrant that you meet the age requirement and will adhere to these terms.",
    "license_title": "License to Use Website",
    "license_text": "The content of the pages of this website is for your general information and use only. It is subject to change without notice. Unless otherwise stated, iOpener Training Group and/or its licensors own the intellectual property rights for all material on the website. You may view, download for caching purposes only, and print pages for personal use, adhering to the restrictions outlined in these terms.",
    "prohibited_actions_title": "Prohibited Actions",
    "prohibited_actions_text": "You are expressly restricted from the following:",
    "prohibited_actions_points": [
      "Republishing any website material in any media",
      "Selling, sublicensing, or otherwise commercializing any website material",
      "Publicly performing or displaying any website material without authorization",
      "Using this website in any way that is damaging, or in connection with any damaging or potentially damaging activities"
    ],
    "restricted_access_title": "Restricted Access",
    "restricted_access_text": "Certain areas of this website are restricted from being accessed by you. iOpener Training Group may further restrict access to other parts of this website, at any time, at its sole discretion. Any user ID and password you may have for this website are confidential, and you must maintain confidentiality.",
    "no_warranties_title": "No Warranties",
    "no_warranties_text": "This website is provided 'as is,' with no warranties, and iOpener Training Group makes no express or implied representations or warranties of any kind related to this website or the materials contained on this website.",
    "severability_title": "Severability",
    "severability_text": "If any provision of these terms is found to be unenforceable or invalid under any applicable law, such unenforceability or invalidity shall not render these terms unenforceable or invalid, and such provisions shall be deleted without affecting the remaining provisions herein.",
    "variation_title": "Variation of Terms",
    "variation_text": "iOpener Training Group is permitted to revise these terms at any time as it sees fit, and by using this website, you are expected to review such terms on a regular basis to ensure you understand all terms governing use of this website.",
    "entire_agreement_title": "Entire Agreement",
    "entire_agreement_text": "These terms and conditions, including any legal notices and disclaimers contained on this website, constitute the entire agreement between iOpener Training Group and you in relation to your use of this website."
  },
  "cancellationPolicy": {
    "Cancellation_Policy_title":"Cancellation Policy",
    "Overview": "This policy outlines the terms and conditions related to the cancellation of training courses provided by iOpener Training Group. We are committed to transparency and providing clients with the necessary support regarding cancellations and refunds.",
    "Participant-Initiated Cancellations": "Clients may cancel their course registration at any time prior to the course start date. The following refund terms apply:\n● Cancellation is made 30 days or more before the course start date: A full refund will be issued, minus an administrative fee of 15% of the course fee.\n● Cancellation made 15 days before the course start date: A 50% refund of the course fee will be issued.\n● Cancellation was made less than 15 days before the course start date: No refund will be provided.",
    "Rescheduling Requests": "Clients may request to reschedule their participation in a future course, subject to availability. Written requests must be submitted at least 15 days prior to the original start date. A rescheduling fee of 15% of the course fee may apply.",
    "iOpener Training Group-Initiated Cancellations": "In rare circumstances where iOpener Training Group must cancel a scheduled course, clients will be informed as soon as possible. Clients may choose either:\n● A full refund, or\n● Transferring their registration to a future scheduled course.",
    "Force Majeure": "iOpener Training Group will not be held responsible for cancellations due to events beyond our control, including but not limited to natural disasters, political unrest, or other emergencies. In such cases, clients will be offered the choice to:\n● Reschedule a future course, or\n● Receive a full refund",
    "Contact_For": "For any questions or concerns regarding this Cancellation Policy, please contact us at",
    "Contact Information": "Email: info@iopener-training.com\nPhone: +971 (50) 347 8728",
    "Acknowledgment": "By registering for any of our training programs, clients acknowledge that they have read, understood, and agreed to the terms outlined in this Cancellation Policy.",
    "titles": {
      "OverView": "Overview",
      "Participant_Initiated_Cancellations": "Participant-Initiated Cancellations",
      "Rescheduling_Requests": "Rescheduling Requests",
      "iOpener_Training_Group_Initiated_Cancellations": "iOpener Training Group-Initiated Cancellations",
      "Force_Majeure": "Force Majeure",
      "Contact_Information": "Contact Information",
      "Acknowledgment": "Acknowledgment"
    }
  }
}
